---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerSecond
source: html/ff260f54-ac26-ace8-913d-aa3e00545cce.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerSecond Property

Kilograms per second.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerSecond { get; }
```